w13_final_report/readme.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="jp" xml:lang="jp">
<head>
<!-- 2025-01-10 Fri 13:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Final report</title>
<meta name="author" content="Shigeto R. Nishitani" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/search.css"/>

</head>
<body>
<div id="content" class="content">
<h1 class="title">Final report</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb87c865">1. grading</a></li>
<li><a href="#org46cd6ca">2. リスト</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb87c865" class="outline-2">
<h2 id="orgb87c865"><span class="section-number-2">1.</span> grading</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>gitに共有しているdaddygongon_readme.orgの点数(dead_line:1/8) 60点目安
<ul class="org-ul">
<li>\(13 \times 5 + \alpha\)</li>
</ul></li>
<li>final_report(dead_line:1/22) 40点満点
<ul class="org-ul">
<li>git共有フォルダーにfinal_reportをmkdir</li>
<li>なんでもいいので，Rubyで書いた自作のcommand line applicationを置く
<ul class="org-ul">
<li>最悪，pythonコードを吐くやつでもOK!!</li>
<li><code>system "phthon hoge.py"</code> なんかは．．．減点対象！</li>
</ul></li>
<li>目的, 使い方などの解説をreadme.orgに記述
<ul class="org-ul">
<li>西谷が動かせなかったら，最悪0点</li>
</ul></li>
<li>git にsynchro</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org46cd6ca" class="outline-2">
<h2 id="org46cd6ca"><span class="section-number-2">2.</span> リスト</h2>
<div class="outline-text-2" id="text-2">
<p>
以下の人は氏名，研究室，学籍番号をreadme.orgに記述!!
</p>

<pre class="example">
git@github.com:5-Dri/multi_scale.git
git@github.com:JNKT215/multi_scale_24.git
git@github.com:afternoon0503/multi_scale.git
git@github.com:chisakiii/multi_scale.git
git@github.com:hhk42957/multi_scale.git, R. Ozaki
git@github.com:iwa-ko/multi_scale_2024.git
git@github.com:jiwoo0326/multi_scale.git,
git@github.com:kaoru9610/multi_scale.git
git@github.com:kou0810/multi_scale.git
git@github.com:ren-in/multi_scale.git,
git@github.com:shugo1155/multi_scale.git
</pre>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Shigeto R. Nishitani</p>
<p class="date">Created: 2025-01-10 Fri 13:22</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
